9/data/attachments/e76f6085783f2e78.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Victoria_boy_Actions_96217_3</nif:username>
            <nif:friendToBeRequested>soap_actions_87027a08-d376-4aab-b792-c02228e08428</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>